Revit 2027 API
ParameterTypeId.SystemZoneVolume Property
 "System-Zone Volume"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SystemZoneVolume { get; }
Public Shared ReadOnly Property SystemZoneVolume As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SystemZoneVolume {
	ForgeTypeId^ get ();
}
static member SystemZoneVolume : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace